[
  "obsidian-tasks-plugin",
  "periodic-notes",
  "obsidian-plugin-toc",
  "dataview",
  "table-editor-obsidian",
  "obsidian-git",
  "obsidian-excalidraw-plugin",
  "remember-cursor-position",
  "execute-code",
  "obsidian-projects",
  "obsidian-icon-folder",
  "obsidian-icons-plugin",
  "recent-files-obsidian",
  "metadata-extractor",
  "obsidian-advanced-uri"
]